[
  {
    "title": "Everything You Need to Know About Diabetes",
    "url": "https://www.healthline.com/health/diabetes",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Diabetes mellitus is a metabolic disease that causes high blood sugar. Your body either doesn’t make enough insulin or can’t effectively use the insulin it makes. The hormone insulin moves sugar from the blood into your cells to be stored or used for energy. If this malfunctions, you may have diabetes. Untreated high blood sugar from diabetes can damage your nerves, eyes, kidneys, and other organs. But educating yourself about diabetes and taking steps to prevent or manage it can help you protect your health. There are a few different types of diabetes: A rare condition calleddiabetes insipidusis not related to diabetes mellitus, although it has a similar name. It’s a different condition in which your kidneys remove too much fluid from your body. Each type of diabetes has unique symptoms, causes, and treatments. Prediabetesis the term that’s used when your blood sugar is higher than expected, but it’s not high enough for a diagnosis of type 2 diabetes. It occurs when the cells in your body don’t respond to insulin the way they should. This can lead to type 2 diabetes down the road. Experts suggest that more than1 in 3 Americanshave prediabetes, but many people with prediabetes don’t even know they have it. Diabetes symptoms are caused by rising blood sugar. The symptoms of type 1, type 2, and LADA are the same, but T1D symptoms develop in a shorter period than LADA and T2D. The other types often develop more gradually. In T2D, the onset tends to be slower, and tingling nerves and slow-healing sores are more common. The general symptoms of diabetes include: Left untreated, T1D can lead todiabetic ketoacidosis. This is a medical emergency when there is a dangerous level of ketones in the body. It’s less common in other types of diabetes, but still possible. Since 2015, researchers and the diabetes medical community have divided T1D’s onset intothree stages: Differentcausesare associated with each type of diabetes. The short answer: You can develop any type of diabetesat any age. While T1D was once viewed as “juvenile diabetes” in children, the modern understanding is that this autoimmune condition can develop at any age. That is largely what’s led to theLADA designationfor adults, to help distinguish this as a sort of sibling of T1D that develops later in adulthood. Type 2 canalso developin adults and children, though the risk is higher as one ages, along with other risk factors. The same goes for gestational diabetes, which is most often diagnosed in those 25 and older but can also be seen in pregnant people who are younger than their mid-20s. High blood sugar damages organs and tissues throughout your body. The higher your blood sugar is and the longer you live with it, the greater your risk for complications. Possible long-termcomplicationsof any type of diabetes diabetes can include: Unmanaged gestational diabetes can lead to problems that affect both the mother and baby. Complications affecting the baby can include: A pregnant person with gestational diabetes can develop complications such as high blood pressure (preeclampsia) or type 2 diabetes. You may also requirecesarean delivery, commonly referred to as a C-section. There is also ahigher riskof developing gestational diabetes in future pregnancies. Treating diabetes depends largely on the type. For those with T1D and LADA, you must take insulin. This may be through injections, prefilled insulin pens, an insulin pump device, or inhaled insulin. LADA can be challenging to treat because it may be misdiagnosed as T2D, and your need for insulin may be masked at the time of diagnosis. This means your doctor may not immediately prescribe insulin if you’re being or have been diagnosed already with T2D. But as other treatments don’t work as effectively, that may eventually lead to a correct LADA diagnosis and insulin use. For T2D, you may not need insulin to treat the condition. Depending on many factors, your doctor may prescribe eating or exercise changes to manage the condition. They may also prescribe pills or other medications that are not insulin. But many people with T2D effectively manage their condition with insulin, and this is not a signal that you’ve done anything wrong or that you are to blame for needing insulin. Your healthcare team should not discourage insulin if you have T2D if other treatment options have not allowed you to manage the condition effectively. If you receive a diagnosis of gestational diabetes, you’ll need tomonitor your blood sugar levelseveral times per day during pregnancy. If it’s high, dietary changes and exercise may be enough to bring it down. Research has found that about15% to 30%of women who develop gestational diabetes will need insulin to lower their blood sugar. Insulin is safe for the developing baby. Insulinis a hormone that helps regulate blood sugar levels. However, for people with diabetes, the body doesn’t produce or use this hormone effectively, and you need to supplement that natural process. Various types of insulin exist. They come in different brands and work differently, from how quickly they start to work to how long their effects last. Healthy eating is anessential partof diabetes management. Your blood sugar level rises or falls based on what you eat and drink. Starchy or sugary foods and beverages make blood sugar levels rise rapidly. Protein and fat cause more gradual increases. Counting carbohydrates is an important part of eating for those with diabetes who take insulin and manage their blood sugar levels. A dietitian or nutritionist can help you figure out how many grams of carbs to eat at each meal. Your medical team may recommend that you limit the amount of carbohydrates you eat each day. You’ll also need to balance your carb intake with your insulin doses. Counting carbs helps to balance the carb intake with the insulin doses. In some cases, changing your eating habits may be enough to manage the disease. Your physical activity levels also play a big role in diabetes management, no matter the type. Staying activehelps your cellsreact to insulin more effectively and lowers your blood sugar levels. Exercising regularly can also help you: If you have type 1 or type 2 diabetes, general guidance is to aim for at least150 minutesof moderate-intensity exercise each week. There are currently no separate exercise guidelines for people who have gestational diabetes. But if you’re pregnant, start out slowly and gradually increase your activity level over time to avoid overdoing it. Talk with your doctor about safe ways to incorporate activity into your diabetes management plan. You may need to take special precautions, like checking your blood sugar before and after working out and staying hydrated. Here are thetypes of doctors and healthcare professionalsyou may need as part of your diabetes care team. If you don’t already have a primary care specialist, you can browse doctors in your area through theHealthline FindCare tool. Anyone who has symptoms of diabetes or is at risk for the condition should be tested. People are routinely tested for gestational diabetes during theirsecond trimesterorthird trimesterof pregnancy. Doctors use theseblood teststo diagnose prediabetes and diabetes: Todiagnose gestational diabetes, your doctor will test your blood sugar levels between the24th weekand28th weekof pregnancy. There are two types of tests: The earlier you are diagnosed with diabetes, the sooner you can start treatment. Find out whether you should get tested, and getmore information on testsyour doctor might perform. Neither T1D or LADA are preventable, because they are autoimmune conditions. People who’ve never had diabetes can also suddenly develop gestational diabetes during pregnancy. Hormones produced by the placenta can make your body moreresistant to the effects of insulin. You can lower your risk of developing T2D, though it isn’t guaranteed that you can always prevent it because there are genetic and age-related links between how and why it develops in certain people. However, some T2D risk factors are manageable. Most diabetes prevention strategies involve making simple adjustments to your eating habits and fitness routine. If you’ve received a diagnosis ofprediabetes, here are a few things you can do to delay or prevent T2D: There are a few main types of diabetes, and while they differ, they involve blood sugar regulation in your body. Type 1 and adult-diagnosed LADA require insulin, while those with both T2D and gestational diabetes during pregnancy may be able to manage the condition without insulin. The main components of managing diabetes are blood sugar monitoring, eating habits, physical activity levels, and mental health considerations. Discuss potential diabetes risks with your doctor. If you’re at risk, have your blood sugar tested and follow your doctor’s advice for managing your blood sugar. Share this article Glucose, or blood sugar, is key to keeping the body in top shape. Read on to learn how it works, how to test it, and what to do if you have atypical… Type 2 diabetes is one of the most common illnesses in the world, but do you know the basics? Learn about the similarities and differences between insulin resistance and diabetes. Type 2 diabetes may impact your sleep, especially if you're having trouble managing your blood sugar levels. Learn 10 tips to help you get a better… OUR BRANDS"
  },
  {
    "title": "Everything You Need to Know About High Blood Pressure (Hypertension)",
    "url": "https://www.healthline.com/health/high-blood-pressure-hypertension",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Your blood pressure measurement takes into account the amount of blood passing through your blood vessels and the amount of resistance the blood meets while the heart is pumping. High blood pressure, or hypertension, occurs when the force of blood pushing through your vessels is consistently too high. In this article, we’ll cover the basics of hypertension, including its symptoms, causes, how it’s treated, and more. Narrowarteriescreate more resistance for blood flow out of the heart. The narrower your arteries, the more resistance there is, and the higher your blood pressure will be. Over the long term, the increased pressure can cause health issues, includingheart disease. Hypertension is quite common. Sinceguidelineschanged in 2017,nearly halfof American adults have high blood pressure, according to the American Heart Association. Hypertension typically develops over several years, usually without causing any symptoms. But even without symptoms, high blood pressure can cause damage to your blood vessels and organs, especially the brain, heart, eyes, and kidneys. Early detection is important. Regular blood pressure readings can help you and a doctor notice any changes. If your blood pressure is elevated, a doctor may have youcheck your blood pressureover a few weeks to see if the number stays elevated or falls back to typical levels. Treatment for hypertension includes both prescription medication and healthy lifestyle changes. Without treatment, it could lead to health issues, including heart attack and stroke. Yourblood pressure readingconsists oftwo numbers: Five categoriesdefine blood pressure readings for adults: A blood pressure reading is taken with a pressure cuff. It’s important to have a cuff that fits for an accurate reading. An ill-fitting cuff may deliver inaccurate readings. Blood pressure readings are different forchildren and teenagers. Ask your child’s doctor for the healthy ranges for your child if you need to monitor their blood pressure. There are two types of hypertension. Each type has a different cause. Essential hypertension, also called primary hypertension, develops over time.Most peoplehave this type of high blood pressure. Acombination of factorstypically play a role in the development of essential hypertension: Secondary hypertensionoften occurs quickly and can become more severe than primary hypertension. Severalconditionsthat may cause secondary hypertension include: Secondary hypertension may also be a side effect ofcertain medications. Hypertension is generally a silent condition. Many people won’t experience any symptoms. It may take years or even decades for the condition to reach levels severe enough that symptoms become apparent. Even then, some people may attribute these symptoms to other causes. Getting regular blood pressure readings is the best way to know if you have hypertension. Most doctors’ offices take a blood pressure reading at every appointment. Symptoms of severe hypertension, such as in a hypertensive crisis, caninclude: Read more:“Symptoms of High Blood Pressure (Hypertension)” Because hypertension is often a silent condition, it can cause damage to your body for years before symptoms become obvious. Without treatment, you may face serious, even fatal, complications. Hypertension can damage your arteries, making them tougher, tighter, and less elastic. This damage makes it easier for deposits to collect in your arteries and restrict blood flow through your body, affecting multiple systems. Complications of hypertensioninclude: Read more:“The Effects of Hypertension on the Body” People with hypertension may be more likely to experience challenges during pregnancy or childbirth,including: Some people may develop hypertension during pregnancy. This often resolves once the baby is born. However, developing hypertension during pregnancy mayincrease your riskof developing hypertension and other cardiovascular conditions later in life. Read more:“Controlling Blood Pressure in Preeclampsia” Diagnosing hypertension is as simple as taking a blood pressure reading. Most doctors’ offices check blood pressure as part of a routine visit. If you don’t receive a blood pressure reading at your next appointment, feel free to request one. If your blood pressure is elevated, a doctor may request more readings over the course of a few days or weeks. Doctors rarely diagnose hypertension after just one reading. They’ll need to see evidence of a sustained problem. That’s because your environment can contribute to increased blood pressure, like the stress you may feel by being at the doctor’s office (known as “white coat syndrome”). Also, blood pressure levelschange throughout the day. If your blood pressure remains high, a doctor will likely conduct more tests to rule out underlying conditions. These tests can include: If a doctor diagnoses you with primary hypertension, lifestyle changes may help reduce your high blood pressure. If lifestyle changes alone aren’t enough, or if they stop being effective, they may prescribe medication. Many people go through a trial-and-error phase with blood pressure medications. A doctor may need to try different medications until they find one or a combination that works for you. Some of the medications used to treat hypertension include: Read more:“11 Common Blood Pressure Medications” If a doctor discovers an underlying issue causing your hypertension, treatment will focus on that other condition. For example, if a medication you’ve started taking is causing increased blood pressure, your doctor will try other medications that don’t have this side effect. Sometimes, hypertension is persistent despite treatment for the underlying cause. In this case, a doctor may work with you to develop lifestyle changes and prescribe medications to help reduce your blood pressure. Treatment plans for hypertension often evolve. What worked at first may become less useful over time. Your doctor will continue to work with you to refine your treatment. Healthy lifestyle changes can help you control the factors that cause hypertension. Experts recommend the following: Read more:“7 Home Remedies for Managing High Blood Pressure” If you have risk factors for hypertension, you can take steps now to lower your risk for the condition and its complications, such as: Read more:“12 Causes of High Blood Pressure (and How to Prevent It)” High blood pressure, also known as hypertension, is a common health issue in the United States. Treatment for hypertension varies depending on factors such as the severity of your condition and which medications a doctor thinks will work best for you. In many cases of hypertension, lifestyle changes can be powerful tools for managing — or even reversing — high blood pressure. These changes include incorporating more nutritious fruits and vegetables into your diet, getting more physical activity, limiting your sodium intake, and limiting your alcohol consumption. Because hypertension often presents with no symptoms, checking your blood pressure regularly is important. Severe hypertension can cause serious health issues, so the sooner you receive a diagnosis, the sooner you can begin to manage it. Share this article Lifestyle changes can help reduce high blood pressure and lower your risk of hypertension. Learn how garlic and fiber can benefit you and why alcohol… Though hypertension can't be cured, it can be managed. Following an effective treatment plan can help keep your blood pressure in a healthy range. Checking your blood pressure at home with an automated device or manually can help you monitor your health between doctor visits. Foods that are rich in potassium, magnesium, and calcium can help lower blood pressure. Take a look at our list and see which ones you'd like to add… New high blood pressure is a potential complication of COVID-19. Learn how get your blood pressure back in a healthy range. Want to try lowering your blood pressure without medications? Download this guide to learn more about methods to try. New hypertension guidelines from the American Heart Association (AHA) reaffirm earlier recommendations and include some key changes, such as earlier… Watch this video to learn about the differences between hypertension and heart disease. Watch this video to learn about what happens to your body when you have high blood pressure. Lyme disease can cause long term health concerns; however, it's more likely to cause low blood pressure than high. More research is needed. OUR BRANDS"
  },
  {
    "title": "Everything You Need to Know About Asthma: Symptoms, Types, Causes, Prevention, and More",
    "url": "https://www.healthline.com/health/asthma",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Asthma is an inflammatory disease that can affect the airways to your lungs. It makes breathing difficult and can make some physical activities challenging or even impossible. According to the Centers for Disease Control and Prevention (CDC),about 25 million peoplein the United States have asthma. It’s the most common chronic lung condition among children in the United States: In 2018, the CDC reported that about1 of every 12 childrenhad asthma. To understand asthma, it’s necessary to know a little about what happens when you breathe. Usually, with every breath you take, air goes through your nose or mouth, down into your throat, and into your airways, eventually reaching your lungs. There are lots of small air passages in your lungs that help deliver oxygen from the air to your bloodstream. Asthma symptoms happen when the lining of your airways swells and the muscles around them tighten. Mucus then fills your airways, further reducing the amount of air that can pass through. These effects can bring on an asthma “attack,” which involves the coughing and chest tightness that are typical of asthma. Themost common symptom of asthmais wheezing — a squealing or whistling sound that happens when you breathe. Other possible asthma symptoms include: The type of asthma you have can determine which symptoms you experience. Some people experience symptoms consistently throughout the day. Others may find that certain activities make their symptoms worse. But not everyone with asthma will experience these particular symptoms. If you think the symptoms you’re experiencing could be related to a condition such as asthma, make an appointment to see a healthcare professional. If you have asthma, remember that even if your condition is well managed, you may occasionally have a flare-up of symptoms. Flare-ups often decrease with the use of quick-acting treatments, such as inhalers, but may require medical attention in severe cases. Symptoms of an asthma flare-up may include: If your symptoms worsen or don’t improve with the use of an inhaler, you should seek immediate medical treatment. You should also seek treatment if you have symptoms of an asthma emergency, such as: If you or someone around you is experiencing symptoms of an asthma emergency, call 911 or your local emergency number or go to the nearest emergency department. Although asthma is especially common in children, many people don’t develop asthma until adulthood. Health experts havenot identifieda specific cause of asthma. Instead, researchers believe it’s caused by a variety of factors, including: Many factors can also trigger asthma, causing the symptoms to worsen. Triggers for asthma can vary, and some people may be more sensitive to certain triggers than others. The most common triggersinclude: Your doctor will need to determine thetype of asthmayou have. The most common type isallergic asthma, which accounts for60%of all cases of asthma. Some types of asthma are related to your stage of life. While asthma can appear at any age, pediatric asthma specifically affects children, and adult-onset asthma doesn’tbeginuntil adulthood. The sections below describe other specific types of asthma. This common type of asthma is triggered by allergens, including: Allergic asthma is often seasonal because it goes hand-in-hand with seasonal allergies. Irritants in the air that are not related to allergies trigger this type of asthma. These irritants might include: Occupational asthma is triggered by irritants in the workplace, such as: These irritants can exist in a wide range of industries, including: EIB usually affects people within a few minutes of starting exercise and can last until 10–15 minutes after physical activity. This condition was previously called exercise-induced asthma. Up to 90%of people with asthma also experience EIB, but not everyone with EIB will have other types of asthma. Aspirin-induced asthma (AIA), or aspirin-exacerbated respiratory disease, is usually severe. It’s triggered by taking aspirin or another NSAID, such as naproxen (Aleve) or ibuprofen (Advil). The symptoms may begin within minutes or hours. People with AIA also typically have nasal polyps. About 9% of peoplewith asthma have AIA. It usually develops suddenly in adults ages 20–50 years. In this type of asthma, symptoms worsen at night. Triggers that might bring on symptoms at night include: Your body’s natural sleep cycle may also trigger nocturnal asthma. CVA doesn’t cause the classic asthma symptoms of wheezing and shortness of breath. Instead, it involves a persistent dry cough. However, if it’s not treated, CVA can lead to full-blown asthma flares that include the more common symptoms. No single test or exam can determine whether you or your child has asthma. Instead, healthcare professionals will use a variety of criteria to find out whether your symptoms are the result of asthma. The following steps can help healthcare professionalsdiagnoseasthma: Doctors don’t typically perform breathing tests in children under 5 years of age because it’s difficult to get an accurate reading. Instead, they may prescribe asthma medications to your child and wait to see whether their symptoms improve. If your child’s symptoms improve with medication, your child likely has asthma. Your doctor may prescribe a bronchodilator or another asthma medication if your test results indicate asthma. If your symptoms improve with the use of this medication, your doctor will continue to treat your condition as asthma. To help treat asthma, theNational Asthma Education and Prevention Program (NAEPP)classifies the condition based on its severity before treatment. Asthma classificationsinclude: Treatments for asthma fall intofourprimary categories: Your doctor will recommend one treatment or a combination of treatments based on: Your treatment plan may also involve learning your triggers, carefully monitoring your symptoms, and taking steps to avoid flare-ups. These medications should be used only in the event of asthma symptoms or an attack. They provide quick relief to help you breathe again. Bronchodilators work within minutes to relax the tightened muscles around your airways and quickly decrease your symptoms. Although they can come in the form of an oral medication or injection, bronchodilators are most commonly taken with an inhaler (rescue) or nebulizer. Your doctor may recommend that you use them to treat sudden asthma symptoms or take them before exercise to prevent a flare-up. If you think someone you know is having an asthma attack, tell them to sit them upright and help them use their rescue inhaler or nebulizer. The dosage will depend on the medication. Check the instructions insert to make sure you knowhow many puffsof medications you need in the event of an attack. If symptoms persist for more than20 minutesand a second round of medication doesn’t help, seek emergency medical attention. If you need to use quick-relief medications frequently, ask your doctor about another type of medication for long-term asthma control. You can take these medications daily to help reduce the number and severity of asthma symptoms. But they don’t manage the immediate symptoms of an attack. Long-term asthma control medicationsinclude: Doctors use biologics to treat severe asthma that doesn’t respond to other medications or to treatment by trigger management. Theyworkby targeting specific antibodies in your body, disrupting the pathway that leads to asthma-causing inflammation. There are five types of biologic medications on the market, and others are in development. You can receive this type of medication either as an injection or as an infusion in your doctor’s office. This treatment uses an electrode to heat the airways inside your lungs, helping to reduce the size of the surrounding muscle and prevent it from tightening. A doctor will perform this minimally invasive procedure in a clinic or hospital. It usually takes about an hour. Bronchial thermoplasty is intended for people with severe asthma and can provide relief from symptoms for up to5 years. However, because it’s a relatively new procedure, it’s not yet widely available. When your asthma symptoms get progressively worse, it’s known as anexacerbation, or an asthma attack. Breathing becomes increasingly difficult because your airways are swollen and your bronchial tubes have narrowed. The symptoms of an exacerbation mayinclude: Although an exacerbation can end quickly without medication, you should contact your doctor when you experience one, because it can be life threatening. The longer an exacerbation lasts, the more it can affect your ability to breathe. That’s why exacerbations often require a trip to the emergency room. You can help prevent exacerbations by taking medications that help manage your asthma symptoms. Optum Now is operated by RVO Health. By clicking on this link, we may receive a commission.Learn more. Because researchers have not yet found the exact cause, it’s challenging to know how to prevent asthma. But some strategies can help prevent asthma attacks,including: Your doctor can help you create an asthma action plan so you know which treatments to use and when. In addition to using maintenance medications, you can take steps each day to improve your overall health and reduce your risk for asthma attacks. Theseinclude: At the moment, there’s no cure for asthma. But there are many effective treatments that can decrease the symptoms. Lifestyle strategies and medications can also help improve your quality of life. If you haven’t received an asthma diagnosis but you’re experiencing symptoms such as wheezing, coughing, and shortness of breath, it’s a good idea to make an appointment with a healthcare professional. You can find one in your area using theHealthline FindCare tool. If you receive a diagnosis of asthma, you should see your doctor at least once per year. If you have persistent symptoms even after trying some treatments, you may need to see your doctor more often. Call your doctor immediately if you: It’s important to learn about your condition and its symptoms. The more you know, the more proactive you can be in improving your lung function and how you feel. Talk with your doctor about: Most inhalers are safe to use for up to 1 year after their expiration date. However, the medication will gradually lose its potency over time, and the manufacturer can no longer guarantee its effectiveness. While asthma attacks can be mild and short, a severe asthma attack is a serious medical condition and has the potential to be fatal. Seek medical attention if you or someone else experiences the following symptoms: An anxiety attack and an asthma attack can sometimes feel very similar, as both can involve shortness of breath, insomnia, and fatigue. Watch for wheezing and coughing, which are clear symptoms of asthma. Choking sensations and muscle tension are more common in an anxiety attack. Asthma is a condition that inflames your lungs and makes breathing difficult. It can affect both adults and children and has multiple forms and varying levels of severity. There are some medications available to treat asthma. The most common treatments are bronchodilators, which can be used in the short term to treat an asthma attack or in the long term to manage symptoms over time. Lifestyle strategies such as dietary changes, exercise, and stress management may also help reduce asthma flare-ups. A doctor can identify the type of asthma you have and help you find the best treatment and management options. Read this article in Spanish. Share this article Asthma can be considered severe when it's either not well controlled or has to be controlled with high doses of asthma drugs. Here's what you need to… If you experience an asthma attack that doesn't improve with treatments at home, you may need to go to the hospital. Find out what treatments you can… Asthma and anxiety attacks can feel similar but have different physical causes, triggers, and treatments. Learn more here. A combination of genetic and environmental factors can cause asthma or at least make a person sensitive to triggers. Read on to learn more about them. Learn about some of the most common triggers for asthma, as well as measures you can take to minimize your risk of exposure, symptoms, and flare-ups. Acute exacerbation of asthma can be a medical emergency if it’s severe. Everything you need to know here. Learn about asthma complications, what to do about them, and how to decrease your risk of developing them. Learn more about asthma medications. OUR BRANDS"
  },
  {
    "title": "What Is Anemia?",
    "url": "https://www.healthline.com/health/anemia",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Anemia happens when the number of healthy red blood cells in your body is too low. Red blood cells are blood cells that carry oxygen to the organs and tissues of your body. Every part of your body needs enough oxygen to function effectively. Red blood cells contain an iron-rich protein called hemoglobin. Hemoglobin binds to oxygen in the lungs, allowing red blood cells to carry and deliver it throughout the body. Anemia is measured according to the amount of hemoglobin in the blood. There are many different types and causes of anemia. Some types of anemia are mild and can be easily treated, while others can cause potentially serious health complications. This article will explore the different causes and symptoms associated with anemia and explain how it is diagnosed and treated. While there are many types of anemia, they cause similar symptoms. Many symptoms of anemia are associated with a lack of oxygen supply to the body’s organs and tissues. If you have a type of anemia, you may experience general symptoms like: If you have symptoms of anemia, it’s important to get medical attention, especially if you experience fainting or chest pain. Other symptoms may happen with certain types of anemia. These depend on the type: Iron deficiency anemiais the most common type of anemia, and it occurs when you don’t get enough iron. An estimated50%of all anemias result from iron deficiency. You may havelower iron levelsin your body due to: Many people with mild or moderate iron-deficiency anemia have no symptoms. However, anemia is often detected during routine blood tests. Severe iron deficiency anemia symptoms can include: Untreated, this type of anemia can cause potentially serious complications. Vitamin deficiency anemia is caused by having lower-than-normalfolateorvitamin B12levels.You may get this type of anemia from a low dietary intake of these nutrients. In addition to some of the general symptoms of anemia, anemia caused bylow folate levelsmay also cause: Pernicious anemiais a specific type of anemia caused by low levels of vitamin B12. Individuals with pernicious anemia often lack a protein made in the stomach called intrinsic factor that helps your body absorb vitamin B12 or have issues with the small intestine absorbing vitamin B12. In addition to general anemia symptoms, symptoms more specific to deficiency in vitamin B12 include: Inhemolytic anemia, red blood cells are destroyed faster than your body can replace them. Causes of hemolytic anemia include: In addition to general anemia symptoms, some additional symptoms more specific to hemolytic anemia include: Aplastic anemiahappens when your bone marrow does not produce enough red blood cells. It results from damage to stem cells in the bone marrow that would normally develop into red blood cells. Because of this damage, fewer red blood cells are made. Aplastic anemia usually results in the immune system damaging bone marrow stem cells. Other potential causes include: Aplastic anemia can also affect white blood cell and platelet production. In addition to a low red blood cell count, this type of anemia can cause low counts ofwhite blood cellsandplatelets. In addition to general anemia symptoms, aplastic anemia can cause: Anemia of inflammation or chronic disease happens when underlying health conditions causeinflammationin the body. This may cause anemia. For example, people with this type of anemia may: Many health conditions can cause anemia of inflammation or chronic disease. Some examples include: Red blood cellsare produced in yourbone marrowand have an average life span ofabout 120 days. On average, your bone marrow produces 2 million red blood cells each second while approximately the same number are removed from circulation. About1%of your red blood cells are removed from circulation and replaced daily. Any process that negatively affects this can cause anemia. Experts categorize causes of anemia into those that: When red blood cell production is reduced, more red blood cells leave the body than enter circulation, potentially leading to anemia. Factors that decrease red blood cell production can be divided into two categories: acquired and inherited. Acquired factors that can decrease RBC production include: Some types of genetic (inherited) conditions may also decrease the production of healthy red blood cells. These include: Anything that causes destruction or loss of red blood cells at a rate faster than they’re made can also cause anemia. Acquired causes of increased red blood cell destruction can include: Inherited causes of increased red blood cell destruction can include: Certain factors may increase the risk of developing anemia. These include: A diet rich in key nutrients may help prevent or manage some types of anemia. Daily requirements for vitamins and iron vary according to sex, age, and pregnancy status. Some people may need to take supplements to get the recommended amount. These nutrients include: You may need more iron while you are menstruating or if you become pregnant. If you know you have anemia, or aren’t getting enough of the above nutrients, you can find supplements in stores or online: Before taking any supplements, talk to your healthcare professional to make sure the supplements you want to take are safe for you. To diagnose anemia, a doctor may ask about your health history andfamily health history. Be sure to let your doctor know if you have a family history of anemia or a history of exposure to toxins in the home or workplace. They may also perform aphysical exam. Laboratory tests usually diagnose anemia. Some tests a doctor may order include: Untreated, anemia can cause potentially serious complications. These may include: It’s important to get treatment for anemia to avoid complications. Treating anemia depends on what’s causing it. It usually involves treating the underlying cause of anemia. This can improve anemia. Anemia caused by inadequate dietary iron, vitamin B12, or folate intake may be treated with nutritional supplements. Sometimes, you may needvitamin B12 injectionsif it isn’t absorbed properly from the digestive tract. Your doctor or a nutritionist may work with you toprescribe a dietcontaining the appropriate amounts of vitamins, minerals, and other nutrients you may lack. If anemia is severe, doctors may use drugs called erythropoiesis-stimulating agents to increase red blood cell production in the bone marrow. These drugs work similarly to the hormone erythropoietin, which your kidneys naturally produce. If severe bleeding occurs or hemoglobin levels are very low, doctors may recommend ablood transfusion. During it, you’ll receive blood donated by an individual with a matchingblood type. The outlook for anemia depends on the cause and the response to treatment. Anemia is often treatable. The outlook for anemia due to deficiencies in iron or vitamins is typically good if you receive a timely replacement of these important nutrients. If you develop anemia due to a lack of key nutrients, you can pay attention to your diet to ensure you get the recommended daily amounts of iron, folate, and vitamin B12. The outlook for anemia due to other causes can vary. Some people need long-term treatment to manage anemia or the underlying health conditions that cause it. A doctor can tell you what to expect in your situation, including if you’re considering supplementation and whether it’s right for you. Anemia is when you have low levels of red blood cells. When this happens, your organs and tissues have a harder time getting oxygen. As a result, you may experience symptoms like fatigue, weakness, and shortness of breath. Your body replaces millions of red blood cells in circulation each day. When this process is disrupted, anemia can occur. One of the more common causes of anemia is not getting enough nutrients, such as iron, folate, or vitamin B12. However, anemia can also be caused by blood loss and various underlying health conditions. Share this article If your lab results show you have anemia, it can be hard to find a diet plan that’s right for you. A diagnosis of anemia can mean you’re low on iron… Anemia can sometimes cause common headaches or migraine attacks. Learn more about the causes and treatment options. When you have iron deficiency anemia, it means your iron levels are low. Discover the signs of this condition along with how to treat it using… Here's all about what causes anemia and what factors increase your chance of developing this condition. Here are the most likely complications of the different types of anemia, and when these are a medical emergency. Symptoms like tiredness, dizziness, weakness, and shortness of breath are commonly associated with anemia, but they may have other causes. Learn more… Anemia can be caused by an iron deficiency or a vitamin B12 deficiency. Sometimes, genetic conditions or autoimmune diseases can cause hemolytic… Here's a list of symptoms of anemia, and how you can confirm the diagnosis. OUR BRANDS"
  },
  {
    "title": "Hypothyroidism (Underactive Thyroid): Everything You Need to Know",
    "url": "https://www.healthline.com/health/hypothyroidism",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Hypothyroidism occurs when your body doesn’t produce enough thyroid hormones. Thethyroidis a small, butterfly-shaped gland that sits in front of your windpipe. It releases hormones that help your body regulate and use energy. Thyroid hormones help control functions includinghow your heart beatsandhow your digestive system works. Without the right amount of thyroid hormones, your body’s natural functions begin to slow down. Also called underactive thyroid, hypothyroidism usually affects people over the age of 60 and is more common in women than men. It may be discovered through a routine blood test or after symptoms begin. Subclinical hypothyroidismis the name given to an early, mild form of the condition. If you’ve recently received a hypothyroidism diagnosis, it’s important to know that treatment is considered simple, safe, and effective. Most treatments rely on supplementing your low hormone levels with artificial hormones. These hormones will replace what your body isn’t producing on its own and help return your body’s functions to normal. Hypothyroidism and hyperthyroidismhave opposite effects. With hyperthyroidism, or overactive thyroid, the thyroid gland makes too much thyroid hormone. The greater amount of thyroid hormone causes some functions in your body to become faster, like your heart rate. You may also experience weight loss and difficulty sleeping. Hyperthyroidism is less common than hypothyroidism. It affects around1 percentof people ages 12 and older in the United States. Like hypothyroidism, it occurs more frequently in women and people over age 60. Medications, radioiodine therapy, and surgery may be used to treat hyperthyroidism. Hypothyroidism is a fairly common condition. In the United States, almost5 percentof people ages 12 years old and up have hypothyroidism. The disease gets more common with age. People over 60 years old experience it more frequently. Women are more likely to have an underactive thyroid. In fact,1 in 8 womenwill develop thyroid issues. Theeffects of hypothyroidismon the body often vary among different people and may be difficult to identify. The severity of the condition also affects which signs and symptoms appear and when. Early symptoms can includeweight gainandfatigue. Note that these both become more common as you age, regardless of your thyroid’s health. As a result, you may not realize that these changes are related to your thyroid until more symptoms appear. For instance, these may include skin changes associated with hypothyroidism, like scaly, rough, and dry skin and fragile nails. In general, the most common signs andsymptoms of hypothyroidisminclude: For most people, symptoms of the condition progress gradually over many years. As the thyroid slows more and more, the symptoms may become more easily identified. Of course, many of these symptoms also become more common with age in general. If you suspect your symptoms are the result of a thyroid problem, talk with your doctor. They can order a blood test to determine whether you have hypothyroidism. If you don’t already have a primary care doctor, you can browse doctors in your area through theHealthline FindCare tool. Besides the most common hypothyroidism symptoms,researchindicates that hypothyroidism symptoms in men may also include erectile dysfunction. Hypothyroidism symptoms in women may additionally include: It’s also possible to develophypothyroidism during pregnancy. Symptoms will usually be similar to those of other cases of hypothyroidism. While hypothyroidism is less common in younger people, it can still occur. The condition may cause slower development inchildrenandearly pubertyin teenagers. Babies may also be born lacking thyroid function, a condition calledcongenital hypothyroidism. Symptoms of hypothyroidism in infants may include: In some cases, babies with hypothyroidism may show no symptoms. If hypothyroidism isn’t treated, you may develop additional symptoms: In rare cases, severe hypothyroidism may result inmyxedema coma, a life threatening condition that requires emergency care. While the condition does not actually involve being in a coma, you may experience: The most common causes of hypothyroidism are: Less common causes include: Your immune system is designed to protect your body’s cells against invadingbacteria and viruses. When unknown bacteria or viruses enter your body, your immune system responds by sending fighter cells to destroy the foreign cells. Sometimes, your body confuses normal, healthy cells for invading cells. This is called an autoimmune response. If the autoimmune response isn’t regulated or treated, your immune system can attack healthy tissues. This can causeserious medical issues, including conditions such as hypothyroidism. Hashimoto’s thyroiditisis an autoimmune condition and themost common causeof an underactive thyroid in the United States. This disease attacks your thyroid gland, causing damage that reduces thyroid function. It most often affects middle-aged women, but it can occur in men and children. This condition also runs in families. If a family member has received a diagnosis of this disease, then your risk of having it is higher. If your thyroid gland produces too much thyroid hormone, you have a condition known ashyperthyroidism. Treatment for this condition aims to reduce and regulate thyroid hormone production. Standard treatment for hyperthyroidism usesradioactive iodineto destroy thyroid cells. This may cause the levels of your thyroid hormone to remain low permanently. Ifyour entire thyroid gland is removedas a result of thyroid problems, you’ll develop hypothyroidism. Using thyroid medication long term is the primary treatment. If only a portion of the gland is removed, your thyroid may still be able to produce enough hormones on its own. Blood tests will help determine how much thyroid medication you may need. If you’ve received a diagnosis of cancer of the head or neck,lymphoma, orleukemia, you may have undergoneradiation therapy. Radiation used for the treatment of these conditions may slow or halt the production of thyroid hormone, leading to hypothyroidism. Several medications may lower thyroid hormone production, resulting in hypothyroidism. These include ones used to treat mental health conditions, cancer, orheart disease, such as: Iodine deficiencyoccurs infrequently in the United States, but it is the most common cause of hypothyroidism in other parts of the world.Iodine, which is needed to produce thyroid hormone, is found infoodsincluding: If you have iodine deficiency, you may develop swelling at the base of your neck. This is called agoiter. It’s caused by an enlarged thyroid gland. Hypothyroidism may also result from problems involving thepituitary gland. This small gland in the brain produces hormones that affect many bodily functions, including the thyroid gland. Problems with the pituitary gland may cause thyroid issues. Pituitary disorders may result from: This type of hypothyroidism is called secondary hypothyroidism because the thyroid gland functions normally. It’s less common thanprimary hypothyroidism, which is caused by a problem with the thyroid gland. Congenital hypothyroidism is hypothyroidism that’s present in children from birth. It affects between1 in 2,000 and 1 in 4,000 newbornsand is twice as common in females. The condition occurs when the thyroid gland develops abnormally or is not present at all. Genetics or iodine deficiency may cause this. While some babies may show no symptoms, others will be less active or have trouble feeding. U.S. hospitals test newborns for the condition. It’s important to treat congenital hypothyroidism to prevent it from delaying growth or mental development. Around5to10 percentof pregnant people will develop postpartum thyroiditis several months after their pregnancy. While only some will need treatment, others will develop permanent hypothyroidism. The following can increase the risk of postpartum thyroiditis: An upperrespiratory infectionthat damages thyroid cells may cause De Quervain thyroiditis, an uncommon condition that is also called subacute granulomatous thyroiditis. It’s most common in women and often occurs during thesummer and fall. Symptoms of de Quervain thyroiditis include: The condition may cause hyperthyroidism followed by hypothyroidism and last 2 to 8 weeks. Typically, thyroid function will then return to normal, though in some cases hypothyroidism may be permanent. Factors that can increase your risk of developing hypothyroidism include: Two primary tools are used to determine whether you have hypothyroidism: a medical evaluation and blood tests. Your doctor will complete a thoroughphysical examand medical history. They’ll check for physical signs of hypothyroidism, including: In addition, your doctor will ask you to report any symptoms you’ve been experiencing, such as fatigue, constipation, or constantly feeling cold. If you have a known family history of thyroid conditions, tell your doctor during this exam. Blood tests are the only way to reliably confirm a diagnosis of hypothyroidism. Athyroid-stimulating hormone (TSH) testmeasures how much TSH yourpituitary glandis creating: Athyroxine (T4) level testis also useful in diagnosing hypothyroidism. T4 is one of the hormones directly produced by your thyroid. Used together, T4 and TSH tests can help evaluate thyroid function. Typically, if you have a low level of T4 along with a high level of TSH, you have hypothyroidism. If you have subclinical hypothyroidism, though, you may have normal T4 with a high TSH level. Since there’s aspectrum of thyroid disease, other thyroid function tests may be necessary to properly diagnose your condition. If your T4 test is normal, you may also receive a triiodothyronine (T3) test. Low T3 levels may indicate hypothyroidism, though again, T3 levels may be normal in subclinical hypothyroidism. Finally, thyroid antibody tests look for antibodies in your blood to diagnose autoimmune thyroid disorders like Hashimoto’s thyroiditis. Hypothyroidism is a lifelong condition. For many people, medication reduces or alleviates symptoms. Hypothyroidism is besttreatedby usinglevothyroxine(Levoxyl, Synthroid). This synthetic version of the T4 hormone copies the action of the thyroid hormone your body would normally produce. The medication is designed to return adequate levels of thyroid hormone to your blood. Once hormone levels are restored, symptoms of the condition are likely to disappear or at least become much more manageable. Once you start treatment, it will take several weeks before you’ll begin feeling relief. You’ll require follow-up blood tests to monitor your progress. You and your doctor will work together to find a dose and a treatment plan that best addresses your symptoms. This can take some time. In most cases, people with hypothyroidism must remain on this medication their entire lives. However, the amount you take may need to be adjusted, especially if you have Hashimoto’s thyroiditis. To make sure your medication is still working properly, your doctor will likely test your TSH levels yearly. If blood levels indicate the medication isn’t working as well as it should, your doctor will adjust the dose until a balance is achieved. Besides standard thyroid medications,animal extracts that contain thyroid hormoneare also available. These extracts come from the thyroid glands of pigs. They contain both T4 andtriiodothyronine (T3). If you take levothyroxine, you’re only receiving T4. However, that’s all you need because your body is capable of producing T3 from the synthetic T4. Researchhas found medications with animal extracts to be similar to levothyroxine. Otherstudieshave indicated that taking animal thyroid extract may reduce thyroid symptoms but cause more side effects. Currently, animal thyroid extracts aren’t routinely recommended. You can also buy glandular extract supplements in some health food stores. Additionally,studiessuggest thatselenium supplementsmay help people with hypothyroidism caused by autoimmune disease, though research is mixed. Note that dietary supplements aren’t regulated as drugs by the Food and Drug Administration (FDA). Because of this, their potency, legitimacy, and purity aren’t guaranteed. Use these products at your own risk. It’s important to tell your doctor if you decide to try a supplement so they can adjust your treatment accordingly. Complications of hypothyroidisminclude: As a general rule, you don’t need to follow a specificdiet for hypothyroidism. However, there are some recommendations to keep in mind. Your thyroid needs adequate amounts of iodine to fully function, but you don’t need to take an iodine supplement to achieve that. There are plenty ofiodine-rich foods, including: In general, a balanced diet should provide enough iodine for most people. Soymay be linked to hypothyroidism. Drinking or eating too many soy products may lower thyroid function, especially in people with thyroid disorders. However, more research in this area is needed. Soy is found in: It’s especially important for caregivers to monitor the soy intake of infants who need hypothyroidism treatment and also drink soy formula. Fibermay interfere with thyroid hormone absorption. Too much dietary fiber may prevent your body from getting the hormones it needs from thyroid medications. Fiber is vital, so don’t skip it entirely. Instead, avoid taking your medication within several hours of eatinghigh fiber foods. If you take supplements or medications in addition to thyroid medications, try to take them at different times. Other medications caninterfere withabsorption, so it’s best to take your thyroid medication without other supplements, medications, or foods. Even if you’re undergoing treatment, you may deal with long lasting issues or complications from hypothyroidism. However, there are ways to lessen the condition’s effect on your quality of life. There’s a link between other autoimmune diseases and hypothyroidism. Hypothyroidism often goes along with conditions such as: Despite taking medication, you may still experience fatigue from time to time. To help you manage low energy levels, it’s important that you: A2018 studyfound that yoga improved fatigue and other symptoms in a small group of people with hypothyroidism, though more research is needed. Having achronic health conditioncan be difficult, especially if it’s accompanied by other health concerns. Since hypothyroidism can cause depression and fatigue, it may also make yourrelationships more challenging. Find people with whom you can openly express your feelings and experiences. This might be a: Some hospitals sponsor meetings for people with health conditions including hypothyroidism. Ask for a recommendation from your doctor and consider attending a meeting. Researchindicates that online communities may also help strengthen social connections, provide a supportive space, and help people with chronic illnesses share advice. Support groups can help you connect withpeople who understandexactly what you’re experiencing while offering a guiding hand. When levels of thyroid hormones are low, your body’s natural functions lag. This can cause a variety of symptoms, including fatigue, weight gain, and evendepression. A small 2016 study found that60 percentof participants with hypothyroidism exhibited some symptoms of depression. Hypothyroidism may cause a range of mental health difficulties. This can make diagnosing hypothyroidism difficult. Before making a treatment plan for mental health issues, doctors may consider testing for an underactive thyroid. Depression and hypothyroidismcan share several symptoms. These include: The two conditions also have symptoms that may distinguish them from one another. For hypothyroidism, problems such as dry skin, constipation, and hair loss are common. For depression alone, these conditions wouldn’t be expected. Depression is often a diagnosis made based on symptoms and medical history. Low thyroid function is diagnosed with a physical exam and blood tests. To see whether there’s a link between your depression and your thyroid function, your doctor can order these tests for a definitive diagnosis. If your depression is caused only by hypothyroidism, correcting the thyroid disorder should treat the depression. If it doesn’t, your doctor may prescribe medications for both conditions. They’ll slowly adjust your doses until your depression and hypothyroidism are better managed. While hypothyroidism has long been associated with depression, a2016 studysuggested it may be associated withanxietytoo. Researchers evaluated 100 people between the ages of 18 and 45 who had a known history of hypothyroidism. Using an anxiety questionnaire, they found that around 63 percent of them met the criteria for some form of anxiety. Larger and more focused studies on anxiety may help determine whether a true connection exists between hypothyroidism and anxiety. It’s important for you and your doctor to discuss all your symptoms when being evaluated for thyroid or mental health conditions. People with thyroid problems can and very often do have healthy pregnancies. Still, hypothyroidism can pose a particular set of challenges for pregnancy. Low thyroid function or unmanagedhypothyroidism during pregnancycan cause: If you have hypothyroidism and are pregnant, it’s important to take the following steps during the time you’re expecting: You can develop hypothyroidism while pregnant. Some doctors routinely check thyroid levels during pregnancy to monitor for low thyroid hormone levels. If your levels are lower than they should be, your doctor may suggest treatment. Some people who never had thyroid problems before they were pregnant may develop them after having a baby. This is calledpostpartum thyroiditis. In many cases, the condition resolves within12 to 18 months, and medication is no longer required. However, around 20 percent of people with postpartum thyroiditis will need long-term therapy. Continue to take your medication as prescribed. It’s common to have regular testing so your doctor can make any necessary adjustments to your thyroid medication as your pregnancy progresses. This ensures that the baby is getting enough thyroid hormone for their brain and nervous system to develop normally. Your body needs more nutrients, vitamins, and minerals while you’re pregnant. Eating abalanced dietandtaking multivitamins while pregnantcan help you maintain a healthy pregnancy. It’s also important to get enough iodine, which is essential for producing thyroid hormone. Aim to consume around250 microgramsof iodine each day through food or supplements. Remember to talk with your doctor before starting any new supplements. Your thyroid is responsible for many of your body’s daily functions, including metabolism, organ function, andtemperature control. When your body doesn’t produce enough thyroid hormone, all of these functions can slow down. If your thyroid gland doesn’t function properly, yourbasal metabolic rate— a measurement of the amount of energy your body uses at rest — may be low. As a result, an underactive thyroid may lead to some weight gain. The more severe the condition is, the greater your weight gain is likely to be. The typical amount of weight gain isn’t very high, though. Most people will gain somewhere between5 and 10 pounds. Properly treating the condition may lead you to lose any weight you gained while your thyroid levels were not treated. However, keep in mind that that’s not always the case. Symptoms of an underactive thyroid, including weight gain, often develop over a long period of time and may not be caused by a thyroid disorder alone. If your weight stays the same, it doesn’t mean the condition isn’t being properly treated. Instead, it may indicate that your weight gain was the result of lifestyle or other conditions rather than low hormone levels. Once you’re treated for hypothyroidism, you may lose any weight you gained from low hormone levels. That’s because once your thyroid levels are restored, your ability tomanage your weightreturns to normal. If you’re treating hypothyroidism but don’t see a change in your weight, you may still be able to lose weight if that’s a goal for you. Work with a doctor,registered dietitian, or personal trainer to develop a healthy eating plan andexercise strategyto reach or maintain a moderate weight. Hypothyroidism and anemia may havesimilar symptoms, such as fatigue. A doctor will run several tests to determine the underlying cause of your symptoms. If left untreated, hypothyroidism may lead to anemia due to malabsorption of iron. According to a2017 review, Hashimoto’s thyroiditis may impact how your body absorbs certain nutrients. This may include iron. Over time, this may lead to anemia. The authors of a2017 reviewsuggest that hypothyroidism may be linked withseveral types of anemia, such as normochromic normocytic, hypochromic microcytic, and megaloblastic types. Your body naturally goes through changesas you get older. If you notice a significant difference in how you feel or how your body is responding, talk with your doctor to see whether a thyroid problem may be affecting you. If you’re a woman over age 60, remember that you’re at higher risk of a thyroid disorder. If you have hypothyroidism, you’ll probably need to take thyroid medications for the rest of your life. Still, it’s likely that medication will help relieve or resolve your symptoms. You may also benefit from joining a support group for people living with hypothyroidism. Share this article While hypothyroidism is more common in adults, children can have it too. From slowed growth rate to poor muscle tone, here are symptoms all parents… Common thyroid disorders include Hashimoto's disease, Graves' disease, goiter, and nodules. Learn about their symptoms, diagnosis, and treatments. Having hypothyroidism doesn’t just affect your thyroid, it affects other parts of your body and your life, too. Here’s what you can expect with your… Here are some facts you should know about hypothyroidism and how it differs from hyperthyroidism. Standard treatment for hypothyroidism includes oral medication, but there are natural therapies too. Read about the pros and cons of five natural… While fertility may not be the first thing that comes to mind after your diagnosis, understanding the connection between hypothyroidism and fertility… If left untreated, hypothyroidism can lead to a variety of issues, including heart problems, nerve damage, and infertility. Here's how doctors diagnose or rule out an underactive thyroid. Here's the go-to treatment that doctors recommend for an underactive thyroid. Some people with hypothyroidism may have increased bruising. Learn why and what other health conditions may affect bruising. OUR BRANDS"
  },
  {
    "title": "Dengue Fever",
    "url": "https://www.healthline.com/health/dengue-fever",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Dengue fever is a disease caused by four dengue viruses spread by theAedes aegyptimosquito. Once you contract one of the dengue viruses, you develop immunity to that virus for the rest of your life. However, you can still contract the other three viruses, so it’s possible to get all four dengue viruses in your lifetime. The viruses that cause dengue fever are related to those that causeyellow feverandWest Nile virusinfection. The Center for Disease Control and Prevention (CDC) estimates that at least400 million casesof dengue fever occur across the globe every year. Tropical regions are heavily affected. Areas that have the greatest risk of infectioninclude: Very few cases occur in the United States. Most diagnosed cases occur in people who contracted the virus while traveling abroad. However, risk of infection is increasing for residents of Hawaii, Florida, and in Texas near the Mexican border. Dengue fever is transmitted via the bite of a mosquito harboring the dengue virus. Person-to-person transmission doesn’t occur. However, a pregnant person with denguecanpass the disease to their child. If you develop dengue fever, symptoms usually begin about4 to 10 daysafter the initial infection. In many cases, symptoms will be mild. They may be mistaken for symptoms of the flu or another infection. Young children and people who’ve never experienced infection may have a milder illness than older children and adults. Common symptoms generally last for 2 to 7 days and caninclude: Symptoms of severe dengue can include: Doctors use blood tests to check for antibodies the dengue viruses or the presence of infection. A doctor may use a virological test or a serological test. This test directly tests for elements of the virus. This type of testing often requires specialized equipment and a staff that’s technically trained, so this type of testing may not be available in all medical facilities. This test detects antibodies in the blood to confirm a current or recent infection. If you experience dengue symptoms after traveling outside the country, you should see a healthcare professional to check whether you have the virus. There’sno medicationor treatment specifically made for dengue infection. If you believe you may have dengue, you should use over-the-counter pain relievers to reduce your fever, headache, and joint pain. However, you should avoid aspirin and ibuprofen, as they can cause more bleeding. Your doctor will perform a medical exam, and you should rest and drink plenty of fluids. If you feel worse after the first 24 hours of illness — once your fever has gone down — you should be taken to the hospital as soon as possible to check for complications. A small percentage of people who have dengue fever can develop a more serious form of disease known asdengue hemorrhagic fever. The risk factors for developing dengue hemorrhagic fever include havingantibodiesto dengue virus from a previous infection and aweakenedimmune system. This rare form of the disease is characterized by: The symptoms of dengue hemorrhagic fever can trigger dengue shock syndrome, which is alsocharacterized bylow blood pressure, weak pulse, cold, clammy skin, and restlessness.Dengue shock syndromeis severe and can lead to excessive bleeding and even death. There’s now a newdengue vaccinecalled Dengvaxia that was approved by the Food and Drug Administration (FDA) in 2019. It’s available in some countries and requires three doses spread 6 months apart. The best method of protection is to avoid mosquito bites and to reduce the mosquito population. When in a high risk area,you shoulddo the following: Reducing the mosquito population involves getting rid of mosquito breeding areas. These areas include any place where still water can collect, such as: These areas should be checked, emptied, or changed regularly. Share this article Symptoms of Zika virus are typically mild and may include fever, rash, and joint pain. For most people, symptoms are not harmful, but the virus can… Mpox spreads through close contact, such as skin-to-skin or mouth-to-mouth contact. Learn more here. Rheumatic fever (RF) can lead to inflammation in various parts of the body, such as the joints, skin, brain, and heart. Heart inflammation is called… Rheumatic fever and scarlet fever are caused by the same bacteria, but they present with different symptoms and complications. Rheumatic fever complications during pregnancy can pose serious health risks to both the pregnant person and the developing fetus. The WHO issued a global recommendation for lenacapavir, a highly effective, twice-yearly injection to prevent HIV infection. The recommendation… Adults can have hand, foot, and mouth disease. It is often milder than in children and can more easily spread. Most adults get better in 7 to 10 days. The first case of a sexually transmitted form of ringworm has been reported in the United States. The World Health Organization confirms that a man in Mexico who contracted H5N2 bird flu, has died. This is the first laboratory-confirmed human case… OUR BRANDS"
  },
  {
    "title": "No Title",
    "url": "https://www.healthline.com/health/influenza",
    "text": "OUR BRANDS"
  },
  {
    "title": "Everything You Need to Know About Pneumonia",
    "url": "https://www.healthline.com/health/pneumonia",
    "text": "Bezzy communities provide meaningful connections with others living with chronic conditions. Join Bezzy on the web or mobile app. Can't get enough? Connect with us for all things health. Pneumonia is an infection caused by bacteria, viruses, or fungi. It leads to inflammation in the air sacs of one or both lungs. These sacs, called alveoli, fill with fluid or pus, making it difficult to breathe. Bothviralandbacterialpneumonia iscontagious. This means they can spread from person to person through inhalation of airborne droplets from a sneeze or cough. You can also get these types of pneumonia by coming into contact with surfaces or objects that are contaminated with pneumonia-causing bacteria or viruses. You can contract fungal pneumonia from the environment. It does not spread from person to person. Pneumonia is further classified according to where or how it was acquired: Walking pneumoniais a milder case of pneumonia. People with walking pneumonia may not even know they have pneumonia. Their symptoms may feel more like a mild respiratory infection than pneumonia. However, walking pneumonia may require a longer recovery period. The symptoms of walking pneumonia can include things like: Viruses and bacteria, likeStreptococcus pneumoniaeorHaemophilus influenzae, often cause pneumonia. However, in walking pneumonia, the bacteriaMycoplasma pneumoniaemost commonly causes the condition. Learn more about pneumonia during pregancy (maternal pneumonia). Pneumonia may be classified based off the area of the lungs it’s affecting: Bronchopneumoniacan affect areas throughout both of your lungs. It’s often localized close to or around your bronchi. These are the tubes that lead from your windpipe to your lungs. Lobar pneumonia affects one or more lobes of your lungs. Each lung is made of lobes, which are defined sections of the lung. Lobar pneumonia can be further divided into four stages based off how it’s progressed: Pneumonia symptoms can be mild to life threatening. They can include: Other symptoms can vary according to your age and general health: Pneumonia happens when germs get into your lungs and cause an infection. The immune system’s reaction to clear the infection results in inflammation of the lung’s air sacs (alveoli). This inflammation can eventually cause the air sacs to fill up with pus and liquids, causing pneumonia symptoms. Several types of infectious agents can cause pneumonia, including bacteria, viruses, and fungi. The most common cause ofbacterial pneumoniaisStreptococcus pneumoniae. Other causes include: Respiratory viruses are often the cause of pneumonia. Examples of viral infections that can cause pneumonia include: Although the symptoms of viral and bacterial pneumonia are very similar,viral pneumoniais usually milder. It can improve in 1 to 3 weeks without treatment. According to theNational Heart, Lung, and Blood Institute, people with viral pneumonia are at risk of developing bacterial pneumonia. Fungi from soil or bird droppings can cause pneumonia. They most often cause pneumonia in people withweakened immune systems. Examples of fungi that can cause pneumonia include: Anyone can get pneumonia, but certain groups do have a higher risk. These groups include: Your doctor will start by taking your medical history. They’ll ask you questions about when your symptoms first appeared and your health in general. They’ll then give you a physical exam. This will include listening to your lungs with a stethoscope for any abnormal sounds, such ascrackling. Depending on the severity of your symptoms and your risk of complications, your doctor may also order one or more of these tests: AnX-rayhelps your doctor look for signs of inflammation in your chest. If inflammation is present, the X-ray can also inform your doctor about its location and extent. This test uses a blood sample to confirm an infection. Culturing can also help identify what may be causing your condition. During asputum culture, a sample of mucus is collected after you’ve coughed deeply. It’s then sent to a lab to be analyzed to identify the cause of the infection. Apulse oximetrymeasures the amount of oxygen in your blood. A sensor placed on one of your fingers can indicate whether your lungs are moving enough oxygen through your bloodstream. CT scansprovide a clearer and more detailed picture of your lungs. If your doctor suspects there’sfluid in the pleural spaceof your chest, they may take afluid sampleusing a needle placed between your ribs. This test can help identify the cause of your infection. Abronchoscopylooks into the airways in your lungs. It does this using a camera on the end of a flexible tube that’s gently guided down your throat and into your lungs. Your doctor may do this test if your initial symptoms are severe, or if you’re hospitalized and not responding well to antibiotics. If you need help finding a primary care doctor, then check out our FindCare tool here. Your treatment will depend on the type of pneumonia you have, how severe it is, and your general health. Your doctor may prescribe a medication to help treat your pneumonia. What you’re prescribed will depend on the specific cause of your pneumonia. Oralantibioticscan treat most cases of bacterial pneumonia. Always take your entire course of antibiotics, even if you begin to feel better. Not doing so can prevent the infection from clearing, and it may be harder to treat in the future. Antibiotic medications don’t work on viruses. In some cases, your doctor may prescribe an antiviral. However, many cases of viral pneumonia clear on their own with at-home care. Antifungal medications are used to treat fungal pneumonia. You may have to take this medication for several weeks to clear the infection. Your doctor may also recommend over-the-counter (OTC) medications to relieve your pain and fever, as needed. These may include: Your doctor may also recommend cough medicine to calm your cough so you can rest. Keep in mind coughing helps remove fluid from your lungs, so you don’t want to eliminate it entirely. Although home remedies don’t actually treat pneumonia, there are some things you can do to help ease symptoms. Coughing is one of the most common symptoms of pneumonia. Natural ways to relieve a cough include gargling salt water or drinking peppermint tea. Cool compresses can work to relieve a fever. Drinking warm water or having a nice warm bowl of soup can help with chills.Here are more home remedies to try. You can help your recovery and prevent a recurrence by getting a lot of rest and drinking plenty of fluids. Although home remedies can help ease symptoms, it’s important to stick to your treatment plan. Take any prescribed medications as directed. If your symptoms are very severe or you have other health problems, you may need to be hospitalized. At the hospital, doctors can keep track of your heart rate, temperature, and breathing. Hospital treatment may include: Pneumonia may cause complications, especially in people withweakened immune systemsor chronic conditions, such asdiabetes. Complications may include: In many cases, pneumonia can be prevented. The first line of defense against pneumonia is to get vaccinated. There are several vaccines that can help prevent pneumonia. These two pneumonia vaccines help protect against pneumonia andmeningitiscaused by pneumococcal bacteria. Your doctor can tell you which one might be better for you. Prevnar 13is effective against 13 types of pneumococcal bacteria. TheCDCrecommends this vaccine for: Pneumovax 23is effective against 23 types of pneumococcal bacteria. TheCDCrecommends it for: Pneumonia can often be a complication of the flu, so be sure to also get an annualflu shot. TheCDCrecommends that everyone ages 6 months and older get vaccinated, particularly those who may be at risk of flu complications. COVID-19 can lead to pneumonia. TheCDCrecommends that everyone 6 months and older should receive an updated COVID-19 vaccine. This vaccine protects againstHaemophilus influenzaetype b (Hib), a type of bacterium that can cause pneumonia and meningitis. TheCDCrecommends this vaccine for: According to theNational Heart, Lung, and Blood Institute, pneumonia vaccines won’t prevent all cases of the condition. But if you’re vaccinated, you’re likely to have a milder and shorter illness as well as a lower risk of complications. In addition to vaccination, there are other things you can do to avoid pneumonia: Together with vaccination and additional prevention steps, you can help reduce your risk of getting pneumonia.Here are even more prevention tips. A variety of infectious agents cause pneumonia. With proper recognition and treatment, many cases of pneumonia can be cleared without complications. For bacterial infections, stopping your antibiotics early can cause the infection to not clear completely. This means your pneumonia could come back. Stopping antibiotics early can also contribute to antibiotic resistance. Antibiotic-resistant infections are more difficult to treat. Viral pneumonia often resolves in 1 to 3 weeks with at-home treatment. In some cases, you may need antivirals. Antifungal medications treat fungal pneumonia. It may require a longer period of treatment. Pneumonia can become dangerous quickly, particularly in young children.Here’s how to avoid complications. Most people respond to treatment and recover from pneumonia. Like your treatment, your recovery time will depend on the type of pneumonia you have, how severe it is, and your general health. A younger person may feel back to normal in a week after treatment. Others may take longer to recover and may have lingering fatigue. If your symptoms are severe, your recovery may take several weeks. Consider taking these steps to aid in your recovery and help prevent complications from occurring: Pneumonia is a lung infection caused by bacteria, viruses, or fungi. The immune system’s reaction to this infection causes the lung’s air sacs to fill with pus and fluids. This leads to symptoms such as trouble breathing, a cough with or without mucus, fever, and chills. To diagnose pneumonia, your doctor will do a physical exam and discuss your medical history. They may recommend further testing, such as a chest X-ray. Treatment depends on the cause of the infection. It may involve antibiotics, antiviral medication, or antifungal medication. Pneumonia often clears up in a few weeks. See a doctor right away if your symptoms get worse, as you may need to be hospitalized to prevent or treat more serious complications. Share this article RSV is a common respiratory virus. During pregnancy, RSV may cause serious illness. Vaccination during pregnancy may protect you and your baby. RSV in teens, much like in adults, is like having a cold for most teens. It may be more serious for teens with other health conditions. Respiratory syncytial virus (RSV) can affect people of all ages. But RSV in babies is most serious. Learn about the symptoms and when to get help. Respiratory syncytial virus (RSV) infections can cause cold-like symptoms, such as a runny nose or cough. But if your child is experiencing serious… OUR BRANDS"
  }
]